---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Baht
source: html/228abfad-fcb1-bce4-7320-a8d103725dcb.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Baht Property

Symbol ฿, indicating unit Currency.

## Syntax (C#)
```csharp
public static ForgeTypeId Baht { get; }
```